[
    "I think that we may safely trust a good deal more than we do. We may waive just so much care of ourselves as we honestly bestow elsewhere. Nature is as well adapted to our weakness as to our strength. The incessant anxiety and strain of some is a well nigh incurable form of disease. We are made to exaggerate the importance of what work we do; and yet how much is not done by us! or, what if we had been taken sick? How vigilant we are! determined not to live by faith if we can avoid it; all the day long on the alert, at night we unwillingly say our prayers and commit ourselves to uncertainties.",
    "So thoroughly and sincerely are we compelled to live, reverencing our life, and denying the possibility of change. This is the only way, we say; but there are as many ways as there can be drawn radii from one centre. All change is a miracle to contemplate; but it is a miracle which is taking place every instant. Confucius said, “To know that we know what we know, and that we do not know what we do not know, that is true knowledge.” When one man has reduced a fact of the imagination to be a fact to his understanding, I foresee that all men at length establish their lives on that basis.",
    "Let us consider for a moment what most of the trouble and anxiety which I have referred to is about, and how much it is necessary that we be troubled, or, at least, careful. It would be some advantage to live a primitive and frontier life, though in the midst of an outward civilization, if only to learn what are the gross necessaries of life and what methods have been taken to obtain them; or even to look over the old day-books of the merchants, to see what it was that men most commonly bought at the stores, what they stored, that is, what are the grossest groceries.",
    "by the words, necessary of life, I mean whatever, of all that man obtains by his own exertions, has been from the first, or from long use has become, so important to human life that few, if any, whether from savageness, or poverty, or philosophy, ever attempt to do without it. To many creatures there is in this sense but one necessary of life, Food. To the bison of the prairie it is a few inches of palatable grass, with water to drink; unless he seeks the Shelter of the forest or the mountain's shadow. ",
    "The grand necessity, then, for our bodies, is to keep warm, to keep the vital heat in us. What pains we accordingly take, not only with our Food, and Clothing, and Shelter, but with our beds, which are our night-clothes, robbing the nests and breasts of birds to prepare this shelter within a shelter, as the mole has its bed of grass and leaves at the end of its burrow! The poor man is wont to complain that this is a cold world; and to cold, no less physical than social, we refer directly a great part of our ails. ",
    "大多数奢侈品和许多所谓的生活舒适，不仅不是不可或缺的，反而是人类进步的积极障碍。在奢侈和舒适方面，最聪明的人永远比穷人生活得更简朴、更微薄。古代的哲学家，中国的、印度的、波斯的和希腊的，都是这样一个阶层，没有人比他们的外在财富更贫乏，也没有人比他们的内在财富更丰富。我们对他们知之甚少。难得的是，我们对他们的了解如此之多。",
    "当一个人通过我所描述的几种方式得到温暖后，他接下来想要什么呢？当然不是更多的同类温暖，而是更多更丰富的食物、更大更华丽的房子、更精致更丰富的衣服、更多更热的火等等。当人们获得了生活必需的东西之后，除了获得多余的东西之外，还有另一种选择，那就是现在就开始冒险生活，从卑微的劳作中解脱出来。看来，土壤适合种子生长，因为它已经向下发出了胚根，现在它也可以满怀信心地向上发出嫩芽",
     "无论在任何天气，无论在白天或黑夜的任何时刻，我都急于改善时间的紧迫性，并把它记在我的木棍上；站在过去和未来这两个永恒的交汇点上，而这两个永恒恰恰就是当下；踮起脚尖。请原谅我有些含糊其辞，因为我的行业比大多数人的行业有更多的秘密，但这些秘密并不是自愿保守的，而是与它的本质密不可分的。我很乐意把我所知道的一切都说出来，而且决不会在我的大门上画上 “禁止入内 ”的字样。",
    "我照看过镇上的野生牲畜，它们会跳过栅栏，给忠实的牧人带来很多麻烦；我还留意过农场里不为人知的角落；虽然我并不总是知道今天是约纳斯还是所罗门在某块田里干活，但那与我无关。我浇灌过红胡桃、沙樱桃和荨麻树，浇灌过红松和黑灰树，浇灌过白葡萄和黄紫罗兰，如果不是在干旱的季节，它们可能已经枯萎了。",
    "总的来说，我认为在这个国家或任何一个国家，都不能说穿衣已经上升到了艺术的高度。目前，人们都是凑合着穿。就像遇船难的水手一样，他们穿上在海滩上能找到的衣服，在稍远的地方，不管是空间还是时间，互相嘲笑对方的化妆舞会。每一代人都嘲笑旧的时尚，却虔诚地追随新的时尚。我们看到亨利八世或伊丽莎白王后的服装，就像看到食人族群岛的国王和王后的服装一样感到有趣"
]