[
    "When I wrote the following pages, or rather the bulk of them, I lived alone, in the woods, a mile from any neighbor, in a house which I had built myself.",
    "I should not obtrude my affairs so much on the notice of my readers if very particular inquiries had not been made by my townsmen concerning my mode of life, which some would call impertinent.",
    "though they do not appear to me at all impertinent, but, considering the circumstances, very natural and pertinent. Some have asked what I got to eat; if I did not feel lonesome.",
    "I would fain say something, not so much concerning the Chinese and Sandwich Islanders as you who read these pages, who are said to live in New England; something about your condition.",
    "I have travelled a good deal in Concord; and everywhere, in shops, and offices, and fields, the inhabitants have appeared to me to be doing penance in a thousand remarkable ways.",
    "我听说过婆罗门坐在四堆火上看着太阳，或低着头悬挂在火焰上，或看着天空。",
    "我看到一些年轻人，我的乡亲们，他们的不幸在于继承了农场、房屋、谷仓、牲畜和农具；因为这些东西更容易获得，而不是摆脱。",
    "最好他们出生在空旷的牧场上，由狼哺育，这样他们就可以用更清楚的眼睛看到他们被召唤去劳动的领域。",
    "即使在这个相对自由的国家，大多数人也仅仅因为无知和错误，被生活中虚构的烦恼和多余的粗活所占据，以至于他们无法摘取生活中更美好的果实。",
    "我有时感到奇怪的是，我们竟会如此轻浮，我几乎可以说，竟会关注被称为黑人奴隶制的粗暴但却有些陌生的奴役形式，因为这里有如此多敏锐而精巧的主人。",

    "it is worse to have a northern one; but worst of all when you are the slave-driver of yourself. Talk of a divinity in man! Look at the teamster on the highway, wending to market by day or night; does any divinity stir within him? His highest duty to fodder and water his horses! What is his destiny to him compared with the shipping interests?",
    "Does not he drive for Squire Make-a-stir? How godlike, how immortal, is he? See how he cowers and sneaks, how vaguely all the day he fears, not being immortal nor divine, but the slave and prisoner of his own opinion of himself, a fame won by his own deeds. Public opinion is a weak tyrant compared with our own private opinion.",
    "What a man thinks of himself, that it is which determines, or rather indicates, his fate. Self-emancipation even in the West Indian provinces of the fancy and imagination,—what Wilberforce is there to bring that about? Think, also, of the ladies of the land weaving toilet cushions against the last day, not to betray too green an interest in their fates!",
    "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation. From the desperate city you go into the desperate country, and have to console yourself with the bravery of minks and muskrats. A stereotyped but unconscious despair is concealed even under what are called the games and amusements of mankind. There is no play in them, for this comes after work. ",
    "When we consider what, to use the words of the catechism, is the chief end of man, and what are the true necessaries and means of life, it appears as if men had deliberately chosen the common mode of living because they preferred it to any other. Yet they honestly think there is no choice left. But alert and healthy natures remember that the sun rose clear.",
    "放弃偏见永远不晚。任何思维方式或行为方式，无论多么古老，在没有证据的情况下都是不可信的。今天人人附和或悄悄认为正确的东西，明天可能就会变成谬误，变成一些人认为会给他们的田地带来肥沃雨水的云烟，而这仅仅是观点的烟雾而已。老人们说你做不到的事，你试着去做，就会发现你能做到。",
    "一个农民对我说：“你不能只靠蔬菜食物生活，因为它没有任何东西可以用来做骨头。”于是，他每天都虔诚地抽出一部分时间来为他的系统提供骨头原料；他一边走一边跟在他的牛后面说话，牛用蔬菜做的骨头驮着他和他那笨重的犁，不顾一切地前进。",
    "在一些人看来，人类生活的全部领域似乎都已被他们的前辈走过，无论是高地还是山谷，所有的事物都已得到照顾。伊夫林认为，“睿智的所罗门为树木的距离规定了条例；罗马的法官决定了你多久可以到邻居的土地上拾取落在上面的橡子而不被侵犯，以及属于邻居的份额”。",
    "大自然和人类生活就像我们的不同体质一样千差万别。谁能说得清生命给他人带来了怎样的前景？难道还有比我们彼此凝视一瞬更伟大的奇迹吗？我们应该在一小时内生活在世界的各个时代；是的，生活在各个时代的各个世界。历史、诗歌、神话！",
    "我的邻居们称之为好的东西，我相信在我的灵魂深处大部分都是坏的，如果我忏悔什么，那很可能是我的好行为。是什么魔鬼附在我身上，让我表现得如此之好？你可以说你能说的最明智的话，老人家，你已经活了七十岁了，并不是没有获得过某种荣誉，我听到了一个不可抗拒的声音，它邀请我离开这一切",

    "I think that we may safely trust a good deal more than we do. We may waive just so much care of ourselves as we honestly bestow elsewhere. Nature is as well adapted to our weakness as to our strength. The incessant anxiety and strain of some is a well nigh incurable form of disease. We are made to exaggerate the importance of what work we do; and yet how much is not done by us! or, what if we had been taken sick? How vigilant we are! determined not to live by faith if we can avoid it; all the day long on the alert, at night we unwillingly say our prayers and commit ourselves to uncertainties.",
    "So thoroughly and sincerely are we compelled to live, reverencing our life, and denying the possibility of change. This is the only way, we say; but there are as many ways as there can be drawn radii from one centre. All change is a miracle to contemplate; but it is a miracle which is taking place every instant. Confucius said, “To know that we know what we know, and that we do not know what we do not know, that is true knowledge.” When one man has reduced a fact of the imagination to be a fact to his understanding, I foresee that all men at length establish their lives on that basis.",
    "Let us consider for a moment what most of the trouble and anxiety which I have referred to is about, and how much it is necessary that we be troubled, or, at least, careful. It would be some advantage to live a primitive and frontier life, though in the midst of an outward civilization, if only to learn what are the gross necessaries of life and what methods have been taken to obtain them; or even to look over the old day-books of the merchants, to see what it was that men most commonly bought at the stores, what they stored, that is, what are the grossest groceries.",
    "by the words, necessary of life, I mean whatever, of all that man obtains by his own exertions, has been from the first, or from long use has become, so important to human life that few, if any, whether from savageness, or poverty, or philosophy, ever attempt to do without it. To many creatures there is in this sense but one necessary of life, Food. To the bison of the prairie it is a few inches of palatable grass, with water to drink; unless he seeks the Shelter of the forest or the mountain's shadow. ",
    "The grand necessity, then, for our bodies, is to keep warm, to keep the vital heat in us. What pains we accordingly take, not only with our Food, and Clothing, and Shelter, but with our beds, which are our night-clothes, robbing the nests and breasts of birds to prepare this shelter within a shelter, as the mole has its bed of grass and leaves at the end of its burrow! The poor man is wont to complain that this is a cold world; and to cold, no less physical than social, we refer directly a great part of our ails. ",
    "大多数奢侈品和许多所谓的生活舒适，不仅不是不可或缺的，反而是人类进步的积极障碍。在奢侈和舒适方面，最聪明的人永远比穷人生活得更简朴、更微薄。古代的哲学家，中国的、印度的、波斯的和希腊的，都是这样一个阶层，没有人比他们的外在财富更贫乏，也没有人比他们的内在财富更丰富。我们对他们知之甚少。难得的是，我们对他们的了解如此之多。",
    "当一个人通过我所描述的几种方式得到温暖后，他接下来想要什么呢？当然不是更多的同类温暖，而是更多更丰富的食物、更大更华丽的房子、更精致更丰富的衣服、更多更热的火等等。当人们获得了生活必需的东西之后，除了获得多余的东西之外，还有另一种选择，那就是现在就开始冒险生活，从卑微的劳作中解脱出来。看来，土壤适合种子生长，因为它已经向下发出了胚根，现在它也可以满怀信心地向上发出嫩芽",
     "无论在任何天气，无论在白天或黑夜的任何时刻，我都急于改善时间的紧迫性，并把它记在我的木棍上；站在过去和未来这两个永恒的交汇点上，而这两个永恒恰恰就是当下；踮起脚尖。请原谅我有些含糊其辞，因为我的行业比大多数人的行业有更多的秘密，但这些秘密并不是自愿保守的，而是与它的本质密不可分的。我很乐意把我所知道的一切都说出来，而且决不会在我的大门上画上 “禁止入内 ”的字样。",
    "我照看过镇上的野生牲畜，它们会跳过栅栏，给忠实的牧人带来很多麻烦；我还留意过农场里不为人知的角落；虽然我并不总是知道今天是约纳斯还是所罗门在某块田里干活，但那与我无关。我浇灌过红胡桃、沙樱桃和荨麻树，浇灌过红松和黑灰树，浇灌过白葡萄和黄紫罗兰，如果不是在干旱的季节，它们可能已经枯萎了。",
    "总的来说，我认为在这个国家或任何一个国家，都不能说穿衣已经上升到了艺术的高度。目前，人们都是凑合着穿。就像遇船难的水手一样，他们穿上在海滩上能找到的衣服，在稍远的地方，不管是空间还是时间，互相嘲笑对方的化妆舞会。每一代人都嘲笑旧的时尚，却虔诚地追随新的时尚。我们看到亨利八世或伊丽莎白王后的服装，就像看到食人族群岛的国王和王后的服装一样感到有趣",

    "As for a Shelter, I will not deny that this is now a necessary of life, though there are instances of men having done without it for long periods in colder countries than this. Samuel Laing says that “the Laplander in his skin dress, and in a skin bag which he puts over his head and shoulders, will sleep night after night on the snow—in a degree of cold which would extinguish the life of one exposed to it in any woollen clothing.” He had seen them asleep thus. Yet he adds, “They are not hardier than other people.” But, probably, man did not live long on the earth without discovering the convenience which there is in a house, the domestic comforts, which phrase may have originally signified the satisfactions of the house more than of the family;",
    "In our climate, in the summer, it was formerly almost solely a covering at night. In the Indian gazettes a wigwam was the symbol of a day’s march, and a row of them cut or painted on the bark of a tree signified that so many times they had camped. Man was not made so large limbed and robust but that he must seek to narrow his world, and wall in a space such as fitted him. He was at first bare and out of doors; but though this was pleasant enough in serene and warm weather, by daylight, the rainy season and the winter, to say nothing of the torrid sun, would perhaps have nipped his race in the bud if he had not made haste to clothe himself with the shelter of a house.",
    "We may imagine a time when, in the infancy of the human race, some enterprising mortal crept into a hollow in a rock for shelter. Every child begins the world again, to some extent, and loves to stay out doors, even in wet and cold. It plays house, as well as horse, having an instinct for it. Who does not remember the interest with which when young he looked at shelving rocks, or any approach to a cave? It was the natural yearning of that portion of our most primitive ancestor which still survived in us. From the cave we have advanced to roofs of palm leaves, of bark and boughs, of linen woven and stretched, of grass and straw, of boards and shingles, of stones and tiles.",
    "However, if one designs to construct a dwelling house, it behooves him to exercise a little Yankee shrewdness, lest after all he find himself in a workhouse, a labyrinth without a clue, a museum, an almshouse, a prison, or a splendid mausoleum instead. Consider first how slight a shelter is absolutely necessary. I have seen Penobscot Indians, in this town, living in tents of thin cotton cloth, while the snow was nearly a foot deep around them, and I thought that they would be glad to have it deeper to keep out the wind. Formerly, when how to get my living honestly, with freedom left for my proper pursuits.",
    "This did not appear the worst, nor by any means a despicable alternative. You could sit up as late as you pleased, and, whenever you got up, go abroad without any landlord or house-lord dogging you for rent. Many a man is harassed to death to pay the rent of a larger and more luxurious box who would not have frozen to death in such a box as this. I am far from jesting. Economy is a subject which admits of being treated with levity, but it cannot so be disposed of. A comfortable house for a rude and hardy race, that lived mostly out of doors, was once made here almost entirely of such materials as Nature furnished ready to their hands.",
    "古金是马萨诸塞殖民地印第安人的监管人，他在 1674 年写道：”他们最好的房子用树皮盖着，非常整齐、严实和暖和，树皮是在树液分泌旺盛的季节从他们身上剥下来的，用重木压成巨大的薄片，当它们变绿时....。较吝啬的人身上盖着用一种牛茅做成的垫子，也是一般的紧身和保暖，但没有前....。我见过一些长六十或一百英尺、宽三十英尺的....。我经常住在他们的假山里，发现它们和最好的英国房子一样温暖",
    "在野蛮人的状态下，每家每户都拥有一个和最好的房子一样好的住所，足以满足其粗糙和简单的需求；但我认为，当我说，虽然空中的鸟儿有它们的巢，狐狸有它们的洞，野蛮人有它们的假山，但在现代文明社会中，拥有住所的家庭不超过一半时，我说的话是在范围之内的。在文明特别盛行的大城镇，拥有住房的家庭只占全部家庭的很小一部分。其余的人每年都要为这件无论冬夏都不可或缺的外衣交税，这笔钱本可以买下一村印第安人的假屋，但现在却让他们穷得活不下去。",
    "我无意在此坚持租用比拥有更不利，但显而易见的是，野蛮人拥有自己的住所，因为它花费很少，而文明人通常租用自己的住所，因为他没有能力拥有它；从长远来看，他也没有能力更好地租用它。但是，有人回答说，贫穷的文明人只需缴纳这笔税款，就能获得比野蛮人的住所更豪华的住所。年租金从 25 美元到 100 美元不等，这些都是乡下的租金，他就有权享受几个世纪以来的改善，宽敞的居室，干净的油漆和纸张，朗福德壁炉，背面抹灰，威尼斯百叶窗。",
    "可以猜到，我几乎把持有这些多余财产作为储备金以备将来之需的全部好处，就个人而言，主要是为了支付丧葬费用。但也许一个人并不需要埋葬自己。不过，这也说明了文明人和野蛮人之间的一个重要区别；毫无疑问，他们对我们有所图谋，是为了我们的利益，使文明人的生活成为一种制度，在这种制度中，个人的生活在很大程度上被吸收进来，以维护和完善种族的生活。但是，我想说明的是，目前这种好处是以怎样的牺牲换来的，并建议我们可以这样生活，以确保所有的好处，而不遭受任何不利。",
    "当我想到我的邻居，康科德的农民，他们至少和其他阶层的人一样富裕，我发现他们大多已经辛勤劳作了二、三、四十年，才能成为农场的真正主人，而他们的农场通常是带着负担继承来的，或者是用雇工的钱买来的，我们可以把这些辛勤劳作的三分之一看作是他们的房子的成本，但通常他们还没有为房子付过钱。诚然，抵押物有时超过了农场的价值，因此农场本身就成了一个巨大的抵押物，但仍然有人继承了它，正如他所说的那样，他对它非常熟悉",

    "On applying to the assessors, I am surprised to learn that they cannot at once name a dozen in the town who own their farms free and clear. If you would know the history of these homesteads, inquire at the bank where they are mortgaged. The man who has actually paid for his farm with labor on it is so rare that every neighbor can point to him. I doubt if there are three such men in Concord. What has been said of the merchants, that a very large majority, even ninety-seven in a hundred, are sure to fail, is equally true of the farmers. With regard to the merchants, however, one of them says pertinently that a great part of their failures are not genuine pecuniary failures, but merely failures to fulfil their engagements, because it is inconvenient; that is, it is the moral character that breaks down.",
    "But how do the poor minority fare? Perhaps it will be found, that just in proportion as some have been placed in outward circumstances above the savage, others have been degraded below him. The luxury of one class is counterbalanced by the indigence of another. On the one side is the palace, on the other are the almshouse and “silent poor.” The myriads who built the pyramids to be the tombs of the Pharaohs were fed on garlic, and it may be were not decently buried themselves. The mason who finishes the cornice of the palace returns at night perchance to a hut not so good as a wigwam. It is a mistake to suppose that, in a country where the usual evidences of civilization exist, the condition of a very large body of the inhabitants may not be as degraded as that of savages. I refer to the degraded poor, not now to the degraded rich. ",
    "To know this I should not need to look farther than to the shanties which every where border our railroads, that last improvement in civilization; where I see in my daily walks human beings living in sties, and all winter with an open door, for the sake of light, without any visible, often imaginable, wood pile, and the forms of both old and young are permanently contracted by the long habit of shrinking from cold and misery, and the development of all their limbs and faculties is checked. It certainly is fair to look at that class by whose labor the works which distinguish this generation are accomplished. Such too, to a greater or less extent, is the condition of the operatives of every denomination in England, which is the great workhouse of the world. Or I could refer you to Ireland, which is marked as one of the white or enlightened spots on the map.",
    "Most men appear never to have considered what a house is, and are actually though needlessly poor all their lives because they think that they must have such a one as their neighbors have. As if one were to wear any sort of coat which the tailor might cut out for him, or, gradually leaving off palmleaf hat or cap of woodchuck skin, complain of hard times because he could not afford to buy him a crown! It is possible to invent a house still more convenient and luxurious than we have, which yet all would admit that man could not afford to pay for. Shall we always study to obtain more of these things, and not sometimes to be content with less? Shall the respectable citizen thus gravely teach, by precept and example, the necessity of the young man’s providing a certain number of superfluous glow-shoes, and umbrellas, and empty guest chambers for empty guests, before he dies?",
    "Why should not our furniture be as simple as the Arab’s or the Indian’s? When I think of the benefactors of the race, whom we have apotheosized as messengers from heaven, bearers of divine gifts to man, I do not see in my mind any retinue at their heels, any car-load of fashionable furniture. Or what if I were to allow—would it not be a singular allowance?—that our furniture should be more complex than the Arab’s, in proportion as we are morally and intellectually his superiors! At present our houses are cluttered and defiled with it, and a good housewife would sweep out the greater part into the dust hole, and not leave her morning’s work undone. Morning work! By the blushes of Aurora and the music of Memnon, what should be man’s morning work in this world?",
    "正是那些奢华而放荡不羁的人引领着时尚，而这些时尚又被人们孜孜不倦地追随着。在所谓的最好的房子里停留的旅行者很快就会发现这一点，因为公仆们认为他是萨达纳帕卢斯，如果他屈从于他们的怜悯，很快就会被彻底阉割。我认为，在火车车厢里，我们倾向于把更多的钱花在奢华上，而不是安全和方便上。如果不能达到这些目的，火车车厢就有可能变得比现代客厅好不了多少，里面有沙发、躺椅、遮阳板，还有其他上百种东方的东西，这些东西都是我们带去西方的，是为后宫的女人和天朝的娘娘腔土人发明的，乔纳森都不好意思知道这些东西的名字。",
    "原始时代人类生活的简单和赤裸至少意味着这样一个好处，那就是人类仍然只是大自然中的寄居者。当他吃饱睡足后，他又开始思考他的旅程。他就像住在这个世界的帐篷里一样，要么穿行于山谷，要么穿越平原，要么攀登山顶。可是啊！人成了工具的工具。饥饿时独立采摘果实的人成了农夫；站在树下遮风避雨的人成了管家。现在，我们不再是露营过夜，而是定居在地上，忘记了天堂。我们把基督教仅仅当作一种改良的农业耕作方法。我们为今世建造了一座家庭大宅，为来世建造了一座家庭坟墓。",
    "我们把基督教仅仅当作一种改良的农业耕作方法。我们为这个世界建造了一座家庭大宅，为下一个世界建造了一座家庭坟墓。最好的艺术作品表达了人类为摆脱这种状况而进行的斗争，但我们艺术的效果只是让这种低级状态变得舒适，而让那种高级状态被遗忘。实际上，在这个村子里，即使有任何优秀的艺术作品传到我们这里，也没有地方供它矗立，因为我们的生活、我们的房屋和街道都没有为它提供合适的基座。没有一颗钉子可以挂上一幅画，也没有一个架子可以放置英雄或圣人的半身像。当我想到我们的房子是如何建造的、如何支付或不支付费用的，以及它们的内部经济是如何管理和维持的，我不禁怀疑，当来访者正在欣赏壁炉架上的小玩意儿时，地板不会在他脚下塌陷。",
    "我不能不意识到，这种所谓的富裕而高雅的生活是一种跳跃，我无法继续享受点缀其间的精美艺术，我的注意力完全被跳跃所占据；因为我记得，仅凭人类的肌肉，有记载的最伟大的真正跳跃是某些流浪的阿拉伯人，据说他们在平地上跳出了 25 英尺。如果没有虚构的支撑，人类肯定会在这个距离之外再次回到地面。我很想向这种不正当行为的主人提出的第一个问题是：谁支撑着你？你是失败的九十七人之一，还是成功的三人之一？回答我这些问题，也许我就会觉得你的喋喋不休很有观赏性。本末倒置既不美观，也无用处。",
    "老约翰逊在他的 “神奇的天意 ”中谈到与他同时代的本镇第一批定居者时告诉我们，“他们把自己埋在土里，作为他们在某个山坡下的第一个栖身之所，然后把泥土高高地抛在木头上，在最高的一侧对着泥土生起烟火”。他说，他们没有 “为自己提供房屋”，‘直到大地在上帝的保佑下长出面包来喂养他们’，第一年的收成很低，“他们不得不在很长一段时间里把面包割得很薄”。1650 年，新荷兰省的秘书用荷兰语写信给那些希望在那里获得土地的人，其中特别指出，“在新荷兰，尤其是在新英格兰，那些没有能力按照自己的意愿建造农舍的人”",

    "Hermit. I wonder what the world is doing now. I have not heard so much as a locust over the sweet-fern these three hours. The pigeons are all asleep upon their roosts,—no flutter from them. Was that a farmer’s noon horn which sounded from beyond the woods just now? The hands are coming in to boiled salt beef and cider and Indian bread. Why will men worry themselves so? He that does not eat need not work. I wonder how much they have reaped. Who would live there where a body can never think for the barking of Bose? And O, the housekeeping! to keep bright the devil’s door-knobs, and scour his tubs this bright day! Better not keep a house. Say, some hollow tree; and then for morning calls and dinner-parties! Only a woodpecker tapping. O, they swarm; the sun is too warm there; they are born too far into life for me. I have water from the spring, and a loaf of brown bread on the shelf.—Hark! I hear a rustling of the leaves.",
    "Hermit. I cannot resist. My brown bread will soon be gone. I will go with you gladly soon, but I am just concluding a serious meditation. I think that I am near the end of it. Leave me alone, then, for a while. But that we may not be delayed, you shall be digging the bait meanwhile. Angle-worms are rarely to be met with in these parts, where the soil was never fattened with manure; the race is nearly extinct. The sport of digging the bait is nearly equal to that of catching the fish, when one’s appetite is not too keen; and this you may have all to yourself to-day. I would advise you to set in the spade down yonder among the ground-nuts, where you see the johnswort waving. I think that I may warrant you one worm to every three sods you turn up, if you look well in among the roots of the grass, as if you were weeding. Or, if you choose to go farther, it will not be unwise.",
    "The mice which haunted my house were not the common ones, which are said to have been introduced into the country, but a wild native kind not found in the village. I sent one to a distinguished naturalist, and it interested him much. When I was building, one of these had its nest underneath the house, and before I had laid the second floor, and swept out the shavings, would come out regularly at lunch time and pick up the crumbs at my feet. It probably had never seen a man before; and it soon became quite familiar, and would run over my shoes and up my clothes. It could readily ascend the sides of the room by short impulses, like a squirrel, which it resembled in its motions. At length, as I leaned with my elbow on the bench one day, it ran up my clothes, and along my sleeve, and round and round the paper which held my dinner, while I kept the latter close, and dodged and played at bopeep with it; and when at last I held still a piece of cheese between my thumb and finger.",
    "A phœbe soon built in my shed, and a robin for protection in a pine which grew against the house. In June the partridge (Tetrao umbellus,) which is so shy a bird, led her brood past my windows, from the woods in the rear to the front of my house, clucking and calling to them like a hen, and in all her behavior proving herself the hen of the woods. The young suddenly disperse on your approach, at a signal from the mother, as if a whirlwind had swept them away, and they so exactly resemble the dried leaves and twigs that many a traveler has placed his foot in the midst of a brood, and heard the whir of the old bird as she flew off, and her anxious calls and mewing, or seen her trail her wings to attract his attention, without suspecting their neighborhood. The parent will sometimes roll and spin round before you in such a dishabille, that you cannot, for a few moments, detect what kind of creature it is. The young squat still and flat, often running their heads under a leaf.",
    "You may even tread on them, or have your eyes on them for a minute, without discovering them. I have held them in my open hand at such a time, and still their only care, obedient to their mother and their instinct, was to squat there without fear or trembling. So perfect is this instinct, that once, when I had laid them on the leaves again, and one accidentally fell on its side, it was found with the rest in exactly the same position ten minutes afterward. They are not callow like the young of most birds, but more perfectly developed and precocious even than chickens. The remarkably adult yet innocent expression of their open and serene eyes is very memorable. All intelligence seems reflected in them. They suggest not merely the purity of infancy, but a wisdom clarified by experience. Such an eye was not born when the bird was, but is coeval with the sky it reflects. The woods do not yield another such a gem. The traveller does not often look into such a limpid well. The ignorant or reckless sportsman often shoots the parent at such a time.",
    "令人惊奇的是，有多少动物在森林里秘密地野外自由生活，在城镇附近也能维持生计，只是被猎人怀疑而已。水獭是如何退休后在这里生活的！它能长到四英尺长，和一个小男孩一样大，也许没有人类能瞥见它一眼。我以前在我家房子后面的树林里见过浣熊，可能晚上还能听到它们的呜呜声。种完地后，我通常中午会在树荫下休息一两个小时，吃完午饭，就在离我的田地半英里远的布里斯特山下渗出的沼泽和小溪的源头泉水边看会儿书。从沼泽和小溪的源头流出的泉水是从布里斯特山下渗出来的，离我的田地有半英里远。要走到泉边，要经过一连串长满黝黑松树的下坡路。在一个非常僻静和阴凉的地方，在一棵伸展的白皮松下，还有一块干净、结实的草地可以坐下。",
    "我挖出了泉眼，打了一口清澈的灰水井，在那里我可以舀起一桶水，而不会把水搅浑。在仲夏池塘最暖和的时候，我几乎每天都去那里。在那里，柴鸡也率领着她的幼鸟，在泥土里探寻虫子，它们在离岸边只有一英尺高的地方飞翔，而它们则在下面成群结队地奔跑；但最后，发现了我，她会离开她的幼鸟，围着我转来转去，越来越近，直到离我只有四五英尺的地方，假装折断了翅膀和腿，以引起我的注意，并让她的幼鸟离开。或者，在我看不到亲鸟的时候，我听到了幼鸟的叫声。斑鸠也坐在泉水边，或者在我头顶上柔软的白松枝桠间飞来飞去；或者红松鼠从最近的枝桠上飞下来",
    "我目睹了一些不那么平静的事情。有一天，当我走到我的柴堆，或者说是我的树桩堆时，我看到两只大蚂蚁，一只是红色的，另一只大得多，差不多有半英寸长，黑色的，在激烈地互相争斗。它们一旦抓住对方，就再也不松手，而是在木屑上不停地挣扎、搏斗和打滚。再往远处看，我惊讶地发现，木屑上布满了这样的战斗者，这不是决斗，而是战争，是两个种族的蚂蚁之间的战争，红色的蚂蚁总是和黑色的蚂蚁对峙，经常是两只红色的蚂蚁对一只黑色的蚂蚁。这些米尔米德人的军团覆盖了我的林场里所有的山丘和山谷，地面上已经遍布红黑两族的死伤者。这是我目睹过的唯一一场战斗，也是我在战斗激烈进行时唯一踏上过的战场；自相残杀的战争；一边是红色的共和党人，一边是黑色的帝国主义者。",
    "我在一个阳光明媚的小山谷里，看着一对紧紧拥抱在一起的男女，他们在中午时分准备战斗到太阳下山，或者生命熄灭。体型较小的红色冠军像钳子一样紧紧夹住对手的前胸，在场上翻来覆去，一刻也没有停止过啃咬对手靠近根部的一根触须，而另一只触须已经被他咬断了；而体型较壮的黑色冠军则把对手打得东倒西歪，我走近一看，原来他已经被对手咬断了好几根触须。他们打得比斗牛犬还顽强。双方都没有丝毫退缩的意思。很明显，他们的战斗口号是征服或死亡。这时，山谷的山坡上走来一只红蚂蚁，他显然很兴奋，他要么已经击退了他的敌人，要么还没有参加战斗；可能是后者，因为他没有失去四肢；",
    "或者他可能是阿喀琉斯，他在别处养育了他的愤怒，现在来为他的帕特洛克罗斯报仇或拯救他的帕特洛克罗斯。他从远处看到了这场不平等的战斗，因为黑人的体型几乎是红人的两倍，他飞快地靠近，直到在离战斗者不到半英寸的地方站好警戒；然后，他看准机会，窜到黑人战士身上，在他的右前肢根部附近开始动手术，让敌人在自己的肢体中进行选择；就这样，三个人终生结合在一起，就好像发明了一种新的吸引力，让所有其他的锁和粘合剂都感到羞愧。这时，我不难发现，他们各自的乐队已经驻扎在一些著名的筹码上，一边演奏着他们的民族乐曲，一边为迟缓的战斗和垂死的战士鼓劲。我自己也有些激动，就像他们是男人一样。你想得越多，差别就越小。当然，康科德历史上也没有这样的战斗记录",

    "I took up the chip on which the three I have particularly described were struggling, carried it into my house, and placed it under a tumbler on my window-sill, in order to see the issue. Holding a microscope to the first-mentioned red ant, I saw that, though he was assiduously gnawing at the near fore-leg of his enemy, having severed his remaining feeler, his own breast was all torn away, exposing what vitals he had there to the jaws of the black warrior, whose breastplate was apparently too thick for him to pierce; and the dark carbuncles of the sufferer’s eyes shone with ferocity such as war only could excite. They struggled half an hour longer under the tumbler, and when I looked again the black soldier had severed the heads of his foes from their bodies, and the still living heads were hanging on either side of him like ghastly trophies at his saddle-bow, still apparently as firmly fastened as ever, and he was endeavoring with feeble struggles, being without feelers and with only the remnant of a leg, and I know not how many other wounds, to divest himself of them; which at length, after half an hour more, he accomplished.",
    "Many a village Bose, fit only to course a mud-turtle in a victualling cellar, sported his heavy quarters in the woods, without the knowledge of his master, and ineffectually smelled at old fox burrows and woodchucks’ holes; led perchance by some slight cur which nimbly threaded the wood, and might still inspire a natural terror in its denizens;—now far behind his guide, barking like a canine bull toward some small squirrel which had treed itself for scrutiny, then, cantering off, bending the bushes with his weight, imagining that he is on the track of some stray member of the jerbilla family. Once I was surprised to see a cat walking along the stony shore of the pond, for they rarely wander so far from home. The surprise was mutual. Nevertheless the most domestic cat, which has lain on a rug all her days, appears quite at home in the woods, and, by her sly and stealthy behavior, proves herself more native there than the regular inhabitants. Once, when berrying, I met with a cat with young kittens in the woods, quite wild, and they all, like their mother.",
    "When I called to see her in June, 1842, she was gone a-hunting in the woods, as was her wont, (I am not sure whether it was a male or female, and so use the more common pronoun,) but her mistress told me that she came into the neighborhood a little more than a year before, in April, and was finally taken into their house; that she was of a dark brownish-gray color, with a white spot on her throat, and white feet, and had a large bushy tail like a fox; that in the winter the fur grew thick and flatted out along her sides, forming stripes ten or twelve inches long by two and a half wide, and under her chin like a muff, the upper side loose, the under matted like felt, and in the spring these appendages dropped off. They gave me a pair of her “wings,” which I keep still. There is no appearance of a membrane about them. Some thought it was part flying-squirrel or some other wild animal, which is not impossible, for, according to naturalists, prolific hybrids have been produced by the union of the marten and domestic cat. This would have been the right kind of cat for me to keep.",
    "In the fall the loon (Colymbus glacialis) came, as usual, to moult and bathe in the pond, making the woods ring with his wild laughter before I had risen. At rumor of his arrival all the Mill-dam sportsmen are on the alert, in gigs and on foot, two by two and three by three, with patent rifles and conical balls and spy-glasses. They come rustling through the woods like autumn leaves, at least ten men to one loon. Some station themselves on this side of the pond, some on that, for the poor bird cannot be omnipresent; if he dive here he must come up there. But now the kind October wind rises, rustling the leaves and rippling the surface of the water, so that no loon can be heard or seen, though his foes sweep the pond with spy-glasses, and make the woods resound with their discharges. The waves generously rise and dash angrily, taking sides with all water-fowl, and our sportsmen must beat a retreat to town and shop and unfinished jobs. But they were too often successful. When I went to get a pail of water early in the morning I frequently saw this stately bird sailing out of my cove within a few rods.",
    "As I was paddling along the north shore one very calm October afternoon, for such days especially they settle on to the lakes, like the milkweed down, having looked in vain over the pond for a loon, suddenly one, sailing out from the shore toward the middle a few rods in front of me, set up his wild laugh and betrayed himself. I pursued with a paddle and he dived, but when he came up I was nearer than before. He dived again, but I miscalculated the direction he would take, and we were fifty rods apart when he came to the surface this time, for I had helped to widen the interval; and again he laughed long and loud, and with more reason than before. He manœuvred so cunningly that I could not get within half a dozen rods of him. Each time, when he came to the surface, turning his head this way and that, he cooly surveyed the water and the land, and apparently chose his course so that he might come up where there was the widest expanse of water and at the greatest distance from the boat. It was surprising how quickly he made up his mind and put his resolve into execution. He led me at once to the widest part of the pond, and could not be driven from it.",
    "突然，对手的棋子消失在棋盘下面，问题是如何把你的棋子放在离他再次出现的位置最近的地方。有时他会出其不意地出现在我的对面，显然是直接从船底穿过。它是如此的啰嗦，如此的善变，以至于当它游到最远的地方时，它又会立即跳入水中；然后，没有一个聪明的人能够预测在深池塘里，在光滑的水面下，它可能会像鱼儿一样飞快地游来游去，因为它有时间也有能力去池塘底部最深的地方。据说，在纽约的湖泊中，有人曾在水面下八十英尺处用钓鳟鱼的钩子钓到过泥鳅--尽管瓦尔登湖比它更深。鱼儿们看到这个来自另一个世界的不速之客在它们的鱼群中飞驰，该是多么惊讶啊！然而，它似乎在水下和水面上一样清楚自己的航向，而且游得更快。有一两次，我看到它靠近水面的地方泛起了涟漪，它刚把头伸出水面侦察了一下，马上又潜了下去。我发现，对我来说，靠在桨上等待它再次出现，不如努力计算它将在哪里浮出水面；",
    "但是，为什么它表现得如此狡猾，却总是在浮出水面的那一刻用那响亮的笑声出卖自己呢？难道他那雪白的胸脯还不足以出卖他吗？我想，他的确是个愚蠢的泥鳅。他上来的时候，我通常能听到水花四溅的声音，因此也能发现他。但一个小时后，它似乎又恢复了往日的神采，跳水也比刚开始时更卖力了，游得也更远了。令人惊奇的是，当它浮出水面时，它的胸脯纹丝不动，平静地驶向远方，它的蹼在水下做着所有的工作。它通常发出的声音就是这种恶魔般的笑声，但又有点像水鸟的笑声；但偶尔，当它最成功地拗过我、浮出水面很远的时候，它会发出一声拉得很长的非人类的嚎叫，可能更像狼的嚎叫，而不是鸟的嚎叫；就像野兽把嘴贴在地上故意嚎叫一样。这就是他的嚎叫，也许是这里听到的最狂野的声音，让树林里响彻云霄。我断定，它是在嘲笑我的努力，对自己的资源充满自信。虽然此时天色已阴沉下来",
    "十月，我去河边的草地上采摘，收获了许多花簇，它们的美丽和芬芳比食物更珍贵。在那里，虽然我没有采摘，但我也欣赏到了蔓越莓，这些蜡质的小宝石，是草地上珍珠般的红草的坠子，农夫用丑陋的耙子采摘它们，留下光滑的草地一片哗哗声，漫不经心地用蒲式耳和一美元来衡量它们，然后把草地上的战利品卖到波士顿和纽约；它们注定要被塞进果酱里，以满足那里的大自然爱好者的口味。因此，屠夫们从草原草丛中耙出野牛的舌头，而不顾植物的破损和下垂。刺莓灿烂的果实同样也只是我眼中的美食；但我还收集了一小批野苹果，准备用来腌制，这一点被店主和旅行者们忽略了。栗子成熟时，我准备了半蒲式耳栗子过冬。在那个季节，在林肯一望无际的栗子林中漫游是一件非常令人兴奋的事情，现在它们在铁路下长眠",
    "最后一批栗子一大早就成群结队地来了，在栗子落下来之前就把它们从毛刺里摘下来。我把这些树让给了它们，然后去了更远的全是栗子的树林。就坚果而言，它们是面包的好替代品。也许还能找到许多其他的替代品。有一天，我在挖鱼虫的时候，发现了串在一起的地坚果（Apios tuberosa），这是土著人的马铃薯，一种神奇的水果，我开始怀疑自己小时候是否曾经挖过、吃过，就像我说的那样，而不是做梦。后来，我经常看到它那皱巴巴的红色天鹅绒般的花朵被其他植物的茎支撑着，却不知道它是同一种植物。栽培几乎使它灭绝了。它的味道偏甜，很像冻伤的马铃薯，我发现煮着吃比烤着吃更好。这种块茎似乎是大自然的一个微弱承诺，在未来的某个时期，它将在这里养育自己的孩子，并为他们提供简单的食物。在这个肥牛遍地、谷物丰收的时代，这种不起眼的块根曾是印第安部落的图腾",
    "当我来建造烟囱时，我学习了砖石。我的砖块是二手的，需要用抹子清理，所以我比平时更了解砖块和抹子的质量。它们上的砂浆已经有五十年的历史了，据说还在变得越来越硬；但这是人们喜欢重复的谚语之一，无论它们是真是假。这些话本身会随着年龄的增长而变得更加艰难，更加坚定，要清除一英亩古老的智慧，需要用铲子打很多次。美索不达米亚的许多村庄都是用从巴比伦废墟中获得的质量非常好的二手砖建造的，上面的水泥更古老，可能更硬。不管怎样，我被这种钢的特殊韧性所打动，它经受了如此多的猛烈打击，却没有磨损。由于我的砖块以前放在烟囱里，虽然我没有在上面读到尼布甲尼撒的名字，但我尽可能多地挑选了壁炉砖，以节省工作和浪费，并用池塘岸边的石头填满了壁炉周围砖块之间的空间。",

    "The north wind had already begun to cool the pond, though it took many weeks of steady blowing to accomplish it, it is so deep. When I began to have a fire at evening, before I plastered my house, the chimney carried smoke particularly well, because of the numerous chinks between the boards. Yet I passed some cheerful evenings in that cool and airy apartment, surrounded by the rough brown boards full of knots, and rafters with the bark on high overhead. My house never pleased my eye so much after it was plastered, though I was obliged to confess that it was more comfortable. Should not every apartment in which man dwells be lofty enough to create some obscurity over-head, where flickering shadows may play at evening about the rafters? These forms are more agreeable to the fancy and imagination than fresco paintings or other the most expensive furniture. I now first began to inhabit my house, I may say, when I began to use it for warmth as well as shelter. I had got a couple of old fire-dogs to keep the wood from the hearth, and it did me good to see the soot form on the back of the chimney which I had built, and I poked the fire with more right and more satisfaction than usual. My dwelling was small, and I could hardly entertain an echo in it; but it seemed larger for being a single apartment and remote from neighbors.",
    "I sometimes dream of a larger and more populous house, standing in a golden age, of enduring materials, and without ginger-bread work, which shall still consist of only one room, a vast, rude, substantial, primitive hall, without ceiling or plastering, with bare rafters and purlins supporting a sort of lower heaven over one’s head,—useful to keep off rain and snow; where the king and queen posts stand out to receive your homage, when you have done reverence to the prostrate Saturn of an older dynasty on stepping over the sill; a cavernous house, wherein you must reach up a torch upon a pole to see the roof; where some may live in the fire-place, some in the recess of a window, and some on settles, some at one end of the hall, some at another, and some aloft on rafters with the spiders, if they choose; a house which you have got into when you have opened the outside door, and the ceremony is over; where the weary traveller may wash, and eat, and converse, and sleep, without further journey; such a shelter as you would be glad to reach in a tempestuous night, containing all the essentials of a house, and nothing for house-keeping; where you can see all the treasures of the house at one view, and every thing hangs upon its peg, that a man should use;",
    "where the washing is not put out, nor the fire, nor the mistress, and perhaps you are sometimes requested to move from off the trap-door, when the cook would descend into the cellar, and so learn whether the ground is solid or hollow beneath you without stamping. A house whose inside is as open and manifest as a bird’s nest, and you cannot go in at the front door and out at the back without seeing some of its inhabitants; where to be a guest is to be presented with the freedom of the house, and not to be carefully excluded from seven eighths of it, shut up in a particular cell, and told to make yourself at home there,—in solitary confinement. Nowadays the host does not admit you to his hearth, but has got the mason to build one for yourself somewhere in his alley, and hospitality is the art of keeping you at the greatest distance. There is as much secrecy about the cooking as if he had a design to poison you. I am aware that I have been on many a man’s premises, and might have been legally ordered off, but I am not aware that I have been in many men’s houses. I might visit in my old clothes a king and queen who lived simply in such a house as I have described, if I were going their way; but backing out of a modern palace will be all that I shall desire to learn, if ever I am caught in one.",
    "I did not plaster till it was freezing weather. I brought over some whiter and cleaner sand for this purpose from the opposite shore of the pond in a boat, a sort of conveyance which would have tempted me to go much farther if necessary. My house had in the mean while been shingled down to the ground on every side. In lathing I was pleased to be able to send home each nail with a single blow of the hammer, and it was my ambition to transfer the plaster from the board to the wall neatly and rapidly. I remembered the story of a conceited fellow, who, in fine clothes, was wont to lounge about the village once, giving advice to workmen. Venturing one day to substitute deeds for words, he turned up his cuffs, seized a plasterer’s board, and having loaded his trowel without mishap, with a complacent look toward the lathing overhead, made a bold gesture thitherward; and straightway, to his complete discomfiture, received the whole contents in his ruffled bosom. I admired anew the economy and convenience of plastering, which so effectually shuts out the cold and takes a handsome finish, and I learned the various casualties to which the plasterer is liable. I was surprised to see how thirsty the bricks were which drank up all the moisture in my plaster before I had smoothed it.",
    "The pond had in the mean while skimmed over in the shadiest and shallowest coves, some days or even weeks before the general freezing. The first ice is especially interesting and perfect, being hard, dark, and transparent, and affords the best opportunity that ever offers for examining the bottom where it is shallow; for you can lie at your length on ice only an inch thick, like a skater insect on the surface of the water, and study the bottom at your leisure, only two or three inches distant, like a picture behind a glass, and the water is necessarily always smooth then. There are many furrows in the sand where some creature has travelled about and doubled on its tracks; and, for wrecks, it is strewn with the cases of cadis worms made of minute grains of white quartz. Perhaps these have creased it, for you find some of their cases in the furrows, though they are deep and broad for them to make. But the ice itself is the object of most interest, though you must improve the earliest opportunity to study it. If you examine it closely the morning after it freezes, you find that the greater part of the bubbles, which at first appeared to be within it, are against its under surface, and that more are continually rising from the bottom; while the ice is as yet comparatively solid and dark, that is, you see the water through it. These bubbles are from an eightieth to an eighth of an inch in diameter.",
    "每平方英寸可能有三十到四十个气泡。冰里也已经有了大约半英寸长的细长长方形垂直气泡，顶端向上的尖锥；或者更常见的是，如果冰很新鲜，微小的球形气泡会一个接一个，就像一串珠子。但冰层内的这些并不像下面的那么多，也不那么明显。我有时会把石头扔在石头上，试试冰的强度，那些破了的石头会带着空气，在下面形成非常大而明显的白色气泡。48小时后的一天，当我来到同一个地方时，我发现那些大气泡仍然很完美，尽管又形成了一英寸的冰，我可以从蛋糕边缘的缝隙中清楚地看到。但由于过去两天非常温暖，就像印度的夏天一样，冰现在不是透明的，显示出水和底部的深绿色，而是不透明的、白色或灰色的，虽然厚度是以前的两倍，但几乎没有比以前更强，因为气泡在这种热量下大大膨胀，一起流动，失去了规律性；它们不再是一个接一个，而是经常像从袋子里倒出来的银币，一个叠在一起，或者呈薄片状，仿佛占据了轻微的裂缝。",
    "冰的美丽已经消失了，现在研究它的底部已经太晚了。我很想知道我的大气泡相对于新冰占据了什么位置，于是我拿出了一个装有中等大小气泡的蛋糕，并将其底部向上翻转。新冰在气泡周围和下面形成，因此它被包括在两块冰之间。它完全在下面的冰中，但靠近上面，是平坦的，或者可能有点透镜状，有一个圆形的边缘，四分之一英寸深，四英寸直径；我惊讶地发现，就在气泡下面，冰以一个翻转的茶托的形式非常有规律地融化，高达八分之五。中间有一英寸，在水和气泡之间留下了一个很薄的隔板，厚度几乎不到八分之一英寸；在许多地方，隔板中的小气泡已经向下破裂，直径一英尺的最大气泡下可能根本没有冰。我推断，我第一次在冰面下看到的无数微小气泡现在也被冻结了，而且每个气泡在其程度上都像下面冰上的燃烧玻璃一样运作，融化并腐烂了它。这些是导致冰破裂和爆裂的小气枪。",
    "终于，冬天真的来了，就在我抹完灰泥的时候，风开始在房子周围嚎叫，仿佛在那之前没有得到允许。夜复一夜，鹅在黑暗中蹒跚地飞来，发出叮当声和翅膀的哨声，即使地面被雪覆盖，有些在瓦尔登降落，有些在森林上空低空飞向费尔黑文，飞往墨西哥。有几次，晚上十点或十一点从村里回来时，我听到一群鹅或鸭子在我住所后面的池塘洞旁的树林里的干树叶上的脚步声，它们是来觅食的。1845年12月22日晚，瓦尔登湖第一次完全结冰，弗林特和其他较浅的池塘和河流已经冻结了十天或更长时间；在1946年，16日；在1949年，大约31日；在1950年，大约12月27日；在1952年，1月5日；1953年12月31日。自11月25日以来，雪已经覆盖了地面，突然间，冬天的景色包围了我。",
    "对我来说，一道曾经历过最好日子的旧森林围栏是一笔巨大的收获。我把它献给了瓦肯，因为它已经过了为端点神服务的时间。更有趣的是，那个刚刚在雪地里出去打猎的人的晚餐，不，你可能会说，偷，做饭的燃料！他的面包和肉都是甜的。在我们大多数城镇的森林里，有足够的柴火和各种废木来支持许多火灾，但目前没有一场火灾会升温，而且，一些人认为，这会阻碍幼木的生长。还有池塘里的漂流木。在夏天的时候，我发现了一排有树皮的沥青松木，是爱尔兰人在修建铁路时钉在一起的。我把它部分拖到岸边。浸泡了两年，然后又高高地躺了六个月，虽然湿透了，但还是完好无损。一个冬天的一天，我把它一块块地滑过池塘，滑了将近半英里，肩上扛着一根十五英尺长的木头，另一端放在冰上，以此自娱自乐；或者我用一根桦木把几根木头绑在一起，然后用一根末端有钩子的长桦木或桤木把它们拖过去。虽然完全被水淹没，几乎和铅一样重。",
    "吉尔平在他对英格兰森林边界的描述中说，“入侵者的侵占，以及由此在森林边界上竖起的房屋和围栏”，“被旧森林法视为极大的滋扰，并以目的的名义受到严厉惩罚，如照料野生动物和森林等，”这会使游戏变得可怕，损害森林。但我对保护鹿肉和森林的兴趣比猎人或伐木工人更大，就像我自己是监狱长一样；如果有任何部分被烧毁，尽管我自己是偶然烧毁的，我的悲痛比业主们的悲痛持续的时间更长，也更令人痛心；不，当它被业主们自己砍伐时，我感到悲痛。我希望我们的农民在砍伐森林时，能感受到古罗马人在砍伐或让阳光照射到圣林时所感受到的那种敬畏也就是说，会相信它对某个上帝来说是神圣的。罗马人献上赎罪祭，祈祷道：“无论你是什么神或女神，只要这片树林是神圣的，都要为我、我的家人和孩子们带来好运。”"
]