[
    "When I wrote the following pages, or rather the bulk of them, I lived alone, in the woods, a mile from any neighbor, in a house which I had built myself.",
    "I should not obtrude my affairs so much on the notice of my readers if very particular inquiries had not been made by my townsmen concerning my mode of life, which some would call impertinent.",
    "though they do not appear to me at all impertinent, but, considering the circumstances, very natural and pertinent. Some have asked what I got to eat; if I did not feel lonesome.",
    "I would fain say something, not so much concerning the Chinese and Sandwich Islanders as you who read these pages, who are said to live in New England; something about your condition.",
    "I have travelled a good deal in Concord; and everywhere, in shops, and offices, and fields, the inhabitants have appeared to me to be doing penance in a thousand remarkable ways.",
    "我听说过婆罗门坐在四堆火上看着太阳，或低着头悬挂在火焰上，或看着天空。",
    "我看到一些年轻人，我的乡亲们，他们的不幸在于继承了农场、房屋、谷仓、牲畜和农具；因为这些东西更容易获得，而不是摆脱。",
    "最好他们出生在空旷的牧场上，由狼哺育，这样他们就可以用更清楚的眼睛看到他们被召唤去劳动的领域。",
    "即使在这个相对自由的国家，大多数人也仅仅因为无知和错误，被生活中虚构的烦恼和多余的粗活所占据，以至于他们无法摘取生活中更美好的果实。",
    "我有时感到奇怪的是，我们竟会如此轻浮，我几乎可以说，竟会关注被称为黑人奴隶制的粗暴但却有些陌生的奴役形式，因为这里有如此多敏锐而精巧的主人。",

    "it is worse to have a northern one; but worst of all when you are the slave-driver of yourself. Talk of a divinity in man! Look at the teamster on the highway, wending to market by day or night; does any divinity stir within him? His highest duty to fodder and water his horses! What is his destiny to him compared with the shipping interests?",
    "Does not he drive for Squire Make-a-stir? How godlike, how immortal, is he? See how he cowers and sneaks, how vaguely all the day he fears, not being immortal nor divine, but the slave and prisoner of his own opinion of himself, a fame won by his own deeds. Public opinion is a weak tyrant compared with our own private opinion.",
    "What a man thinks of himself, that it is which determines, or rather indicates, his fate. Self-emancipation even in the West Indian provinces of the fancy and imagination,—what Wilberforce is there to bring that about? Think, also, of the ladies of the land weaving toilet cushions against the last day, not to betray too green an interest in their fates!",
    "The mass of men lead lives of quiet desperation. What is called resignation is confirmed desperation. From the desperate city you go into the desperate country, and have to console yourself with the bravery of minks and muskrats. A stereotyped but unconscious despair is concealed even under what are called the games and amusements of mankind. There is no play in them, for this comes after work. ",
    "When we consider what, to use the words of the catechism, is the chief end of man, and what are the true necessaries and means of life, it appears as if men had deliberately chosen the common mode of living because they preferred it to any other. Yet they honestly think there is no choice left. But alert and healthy natures remember that the sun rose clear.",
    "放弃偏见永远不晚。任何思维方式或行为方式，无论多么古老，在没有证据的情况下都是不可信的。今天人人附和或悄悄认为正确的东西，明天可能就会变成谬误，变成一些人认为会给他们的田地带来肥沃雨水的云烟，而这仅仅是观点的烟雾而已。老人们说你做不到的事，你试着去做，就会发现你能做到。",
    "一个农民对我说：“你不能只靠蔬菜食物生活，因为它没有任何东西可以用来做骨头。”于是，他每天都虔诚地抽出一部分时间来为他的系统提供骨头原料；他一边走一边跟在他的牛后面说话，牛用蔬菜做的骨头驮着他和他那笨重的犁，不顾一切地前进。",
    "在一些人看来，人类生活的全部领域似乎都已被他们的前辈走过，无论是高地还是山谷，所有的事物都已得到照顾。伊夫林认为，“睿智的所罗门为树木的距离规定了条例；罗马的法官决定了你多久可以到邻居的土地上拾取落在上面的橡子而不被侵犯，以及属于邻居的份额”。",
    "大自然和人类生活就像我们的不同体质一样千差万别。谁能说得清生命给他人带来了怎样的前景？难道还有比我们彼此凝视一瞬更伟大的奇迹吗？我们应该在一小时内生活在世界的各个时代；是的，生活在各个时代的各个世界。历史、诗歌、神话！",
    "我的邻居们称之为好的东西，我相信在我的灵魂深处大部分都是坏的，如果我忏悔什么，那很可能是我的好行为。是什么魔鬼附在我身上，让我表现得如此之好？你可以说你能说的最明智的话，老人家，你已经活了七十岁了，并不是没有获得过某种荣誉，我听到了一个不可抗拒的声音，它邀请我离开这一切",

    "I think that we may safely trust a good deal more than we do. We may waive just so much care of ourselves as we honestly bestow elsewhere. Nature is as well adapted to our weakness as to our strength. The incessant anxiety and strain of some is a well nigh incurable form of disease. We are made to exaggerate the importance of what work we do; and yet how much is not done by us! or, what if we had been taken sick? How vigilant we are! determined not to live by faith if we can avoid it; all the day long on the alert, at night we unwillingly say our prayers and commit ourselves to uncertainties.",
    "So thoroughly and sincerely are we compelled to live, reverencing our life, and denying the possibility of change. This is the only way, we say; but there are as many ways as there can be drawn radii from one centre. All change is a miracle to contemplate; but it is a miracle which is taking place every instant. Confucius said, “To know that we know what we know, and that we do not know what we do not know, that is true knowledge.” When one man has reduced a fact of the imagination to be a fact to his understanding, I foresee that all men at length establish their lives on that basis.",
    "Let us consider for a moment what most of the trouble and anxiety which I have referred to is about, and how much it is necessary that we be troubled, or, at least, careful. It would be some advantage to live a primitive and frontier life, though in the midst of an outward civilization, if only to learn what are the gross necessaries of life and what methods have been taken to obtain them; or even to look over the old day-books of the merchants, to see what it was that men most commonly bought at the stores, what they stored, that is, what are the grossest groceries.",
    "by the words, necessary of life, I mean whatever, of all that man obtains by his own exertions, has been from the first, or from long use has become, so important to human life that few, if any, whether from savageness, or poverty, or philosophy, ever attempt to do without it. To many creatures there is in this sense but one necessary of life, Food. To the bison of the prairie it is a few inches of palatable grass, with water to drink; unless he seeks the Shelter of the forest or the mountain's shadow. ",
    "The grand necessity, then, for our bodies, is to keep warm, to keep the vital heat in us. What pains we accordingly take, not only with our Food, and Clothing, and Shelter, but with our beds, which are our night-clothes, robbing the nests and breasts of birds to prepare this shelter within a shelter, as the mole has its bed of grass and leaves at the end of its burrow! The poor man is wont to complain that this is a cold world; and to cold, no less physical than social, we refer directly a great part of our ails. ",
    "大多数奢侈品和许多所谓的生活舒适，不仅不是不可或缺的，反而是人类进步的积极障碍。在奢侈和舒适方面，最聪明的人永远比穷人生活得更简朴、更微薄。古代的哲学家，中国的、印度的、波斯的和希腊的，都是这样一个阶层，没有人比他们的外在财富更贫乏，也没有人比他们的内在财富更丰富。我们对他们知之甚少。难得的是，我们对他们的了解如此之多。",
    "当一个人通过我所描述的几种方式得到温暖后，他接下来想要什么呢？当然不是更多的同类温暖，而是更多更丰富的食物、更大更华丽的房子、更精致更丰富的衣服、更多更热的火等等。当人们获得了生活必需的东西之后，除了获得多余的东西之外，还有另一种选择，那就是现在就开始冒险生活，从卑微的劳作中解脱出来。看来，土壤适合种子生长，因为它已经向下发出了胚根，现在它也可以满怀信心地向上发出嫩芽",
     "无论在任何天气，无论在白天或黑夜的任何时刻，我都急于改善时间的紧迫性，并把它记在我的木棍上；站在过去和未来这两个永恒的交汇点上，而这两个永恒恰恰就是当下；踮起脚尖。请原谅我有些含糊其辞，因为我的行业比大多数人的行业有更多的秘密，但这些秘密并不是自愿保守的，而是与它的本质密不可分的。我很乐意把我所知道的一切都说出来，而且决不会在我的大门上画上 “禁止入内 ”的字样。",
    "我照看过镇上的野生牲畜，它们会跳过栅栏，给忠实的牧人带来很多麻烦；我还留意过农场里不为人知的角落；虽然我并不总是知道今天是约纳斯还是所罗门在某块田里干活，但那与我无关。我浇灌过红胡桃、沙樱桃和荨麻树，浇灌过红松和黑灰树，浇灌过白葡萄和黄紫罗兰，如果不是在干旱的季节，它们可能已经枯萎了。",
    "总的来说，我认为在这个国家或任何一个国家，都不能说穿衣已经上升到了艺术的高度。目前，人们都是凑合着穿。就像遇船难的水手一样，他们穿上在海滩上能找到的衣服，在稍远的地方，不管是空间还是时间，互相嘲笑对方的化妆舞会。每一代人都嘲笑旧的时尚，却虔诚地追随新的时尚。我们看到亨利八世或伊丽莎白王后的服装，就像看到食人族群岛的国王和王后的服装一样感到有趣"
]